{
  "films": [
    {
      "id": "1",
      "title": "Pinguim",
      "runtime": "108",
      "capacity": 30,
      "showtime": "04:00PM",
      "tickets_sold": 30,
      "description": "Edna the Penguin’s Story: In this children’s book by Antoinette Portis, Edna, a penguin living in Antarctica, feels there must be more colors in the world beyond the white, black, and blue she sees every day. She searches and eventually discovers a bright orange research station, which leads her to find more colors. The story explores Edna’s curiosity and sense of wonder as she explores the world around her.",
      "poster": "https://i.imgur.com/fiIrwd3.jpeg"
    },
    {
      "id": "3",
      "title": "Absolution",
      "runtime": "93",
      "capacity": 50,
      "showtime": "09:30PM",
      "tickets_sold": 31,
      "description": "The film tells the story of an aging gangster, played by Liam Neeson, who attempts to reconnect with his children and rectify the mistakes of his past. However, the criminal underworld he once operated in refuses to let him go, and he must navigate a complex web of loyalty and redemption.",
      "poster": "https://i.imgur.com/CcCA0WF.jpeg"
    },
    {
      "id": "4",
      "title": "Super & Lois",
      "runtime": "101",
      "capacity": 40,
      "showtime": "09:00PM",
      "tickets_sold": 31,
      "description": "The story of Superman and Lois revolves around the life of Clark Kent, also known as Superman, and his wife Lois Lane. The series, which premiered on February 23, 2021, follows the couple as they navigate their personal and professional lives in the small town of Smallville",
      "poster": "https://i.imgur.com/joN26ci.jpeg"
    },
    {
      "id": "5",
      "title": "Brilliant Minds",
      "runtime": "96",
      "capacity": 50,
      "showtime": "03:30PM",
      "tickets_sold": 45,
      "description": "Brilliant Minds is a medical drama television series created by Michael Grassi, inspired by the life and work of British neurologist Dr. Oliver Sacks. The show follows the story of Dr. Oliver Wolf, a gifted and eccentric neurologist who suffers from a rare condition called prosopagnosia, also known as face blindness.",
      "poster": "https://i.imgur.com/AdyoN8c.jpeg"
    },
    {
      "id": "6",
      "title": "NCIS ORGINS",
      "runtime": "112",
      "capacity": 30,
      "showtime": "10:30PM",
      "tickets_sold": 16,
      "description": "The Story The series centers around Gibbs’ years as a Probationary NIS Agent while still processing the trauma of the murder of his wife and daughter. Gibbs starts his career as a newly minted special agent at the fledgling NIS Camp Pendleton office, where he forges his place on a gritty, ragtag team led by NCIS legend Mike Franks, played by Kyle Schmid.",
      "poster": "https://i.imgur.com/qP4kVE8.jpeg"
    },
    {
      "id": "7",
      "title": "Beauty in Black",
      "runtime": "94",
      "capacity": 30,
      "showtime": "07:30PM",
      "tickets_sold": 22,
      "description": " The movie explores themes of exploitation, abuse, and the struggles of marginalized women. It also touches on class differences and the corrupting influence of wealth and power.",
      "poster": "https://i.imgur.com/PMYxe5F.jpeg"
    },
    {
      "id": "8",
      "title": "The Killer Shrews",
      "runtime": "115",
      "capacity": 40,
      "showtime": "08:30PM",
      "tickets_sold": 32,
      "description": "On an isolated island, a small group of people are terrorized by giant voracious shrews in the midst of a hurricane.",
      "poster": "https://www.gstatic.com/tv/thumb/v22vodart/1466/p1466_v_v8_ab.jpg"
    },
    {
      "id": "9",
      "title": "Project Moon Base",
      "runtime": "99",
      "capacity": 40,
      "showtime": "07:30PM",
      "tickets_sold": 22,
      "description": "A saboteur posing as a scientist strives to destroy the world's first space station.",
      "poster": "https://www.gstatic.com/tv/thumb/v22vodart/46755/p46755_v_v8_aa.jpg"
    },
    {
      "id": "10",
      "title": "The Giant Spider Invasion",
      "runtime": "122",
      "capacity": 50,
      "showtime": "10:00PM",
      "tickets_sold": 44,
      "description": "Giant spiders from another dimension invade Wisconsin.",
      "poster": "https://www.gstatic.com/tv/thumb/v22vodart/42171/p42171_v_v8_ab.jpg"
    },
    {
      "id": "11",
      "title": "Catalina Caper",
      "runtime": "104",
      "capacity": 30,
      "showtime": "06:00PM",
      "tickets_sold": 12,
      "description": "A group of swingin' teens take time out from having fun in the sun to try to foil a group of crooks searching for a stolen scroll.",
      "poster": "https://www.gstatic.com/tv/thumb/v22vodart/58122/p58122_v_v8_aa.jpg"
    },
    {
      "id": "12",
      "title": "Dont Move",
      "runtime": "104",
      "capacity": 30,
      "showtime": "07:00PM",
      "tickets_sold": 20,
      "description": "Richard injects Iris with a paralytic drug, rendering her immobile, and takes her to his secluded cabin. As Iris’s body begins to shut down, she must use her wits and limited mobility to survive and escape from Richard’s clutches.",
      "poster": "https://i.imgur.com/5FdvcGf.jpeg"
    },
    {
      "id": "13",
      "title": "Cross",
      "runtime": "100",
      "capacity": 40,
      "showtime": "09:00PM",
      "tickets_sold": 31,
      "description": "The Detective Alex Cross movie series is based on the fictional character Alex Cross, created by James Patterson. The series follows the story of Alex Cross, a detective and psychologist who solves crimes while dealing with personal struggles.",
      "poster": "https://i.imgur.com/1E6EtoH.jpeg"
    },
    {
      "id": "14",
      "title": "Smile",
      "runtime": "111",
      "capacity": 50,
      "showtime": "08:00PM",
      "tickets_sold": 40,
      "description": "The film follows Dr. Rose Cotter (Sosie Bacon), a therapist who witnesses the bizarre and traumatic suicide of her patient, Laura Weaver. As Rose tries to process the incident, she begins to experience increasingly disturbing and unsettling visions, which lead her to believe she is being haunted by an uncanny entity.",
      "poster": "https://i.imgur.com/KRrTmGO.jpeg"
    },
    {
      "id": "15",
      "title": "Ruthless",
      "runtime": "98",
      "capacity": 50,
      "showtime": "04:45PM",
      "tickets_sold": 33,
      "description": "The 2023 film “Ruthless” follows a high school coach, Harry, whose teenage daughter was murdered. He takes matters into his own hands by targeting a human trafficking ring that kidnapped one of his students, Catia. As Harry delves deeper into the world of human trafficking, he discovers the scope of the problem and embarks on a dangerous mission to rescue Catia and bring the traffickers to justice.",
      "poster": "https://i.imgur.com/a3JvJfZ.jpeg"
    },
    {
      "id":"22",
      "title":"Average Joe",
      "runtime":"100",
      "capacity":40,
      "showtime":"04:45PM",
      "tickets_sold":45,
      "description":"The Average Joe movie is based on a true story and follows the life of Joe Kennedy, a high school football coach who becomes a fighter for religious freedom. ",
      "poster": "https://i.imgur.com/hdCZXFm.jpeg"

    }
    
  ]
}