{
  "films": [
    {
      "id": "1",
      "title": "Pinguim",
      "runtime": "108",
      "capacity": 30,
      "showtime": "04:00PM",
      "tickets_sold": 30,
      "description": "Edna the Penguin’s Story: In this children’s book by Antoinette Portis, Edna, a penguin living in Antarctica, feels there must be more colors in the world beyond the white, black, and blue she sees every day. She searches and eventually discovers a bright orange research station, which leads her to find more colors. The story explores Edna’s curiosity and sense of wonder as she explores the world around her.",
      "poster": "https://i.imgur.com/fiIrwd3.jpeg"
    },
    {
      "id": "3",
      "title": "Absolution",
      "runtime": "93",
      "capacity": 50,
      "showtime": "09:30PM",
      "tickets_sold": 31,
      "description": "The film tells the story of an aging gangster, played by Liam Neeson, who attempts to reconnect with his children and rectify the mistakes of his past. However, the criminal underworld he once operated in refuses to let him go, and he must navigate a complex web of loyalty and redemption.",
      "poster": "https://i.imgur.com/CcCA0WF.jpeg"
    },
    {
      "id": "4",
      "title": "Super & Lois",
      "runtime": "101",
      "capacity": 40,
      "showtime": "09:00PM",
      "tickets_sold": 31,
      "description": "The story of Superman and Lois revolves around the life of Clark Kent, also known as Superman, and his wife Lois Lane. The series, which premiered on February 23, 2021, follows the couple as they navigate their personal and professional lives in the small town of Smallville",
      "poster": "https://i.imgur.com/joN26ci.jpeg"
    },
    {
      "id": "5",
      "title": "Brilliant Minds",
      "runtime": "96",
      "capacity": 50,
      "showtime": "03:30PM",
      "tickets_sold": 45,
      "description": "Brilliant Minds is a medical drama television series created by Michael Grassi, inspired by the life and work of British neurologist Dr. Oliver Sacks. The show follows the story of Dr. Oliver Wolf, a gifted and eccentric neurologist who suffers from a rare condition called prosopagnosia, also known as face blindness.",
      "poster": "https://i.imgur.com/AdyoN8c.jpeg"
    },
    {
      "id": "6",
      "title": "NCIS ORGINS",
      "runtime": "112",
      "capacity": 30,
      "showtime": "10:30PM",
      "tickets_sold": 16,
      "description": "The Story The series centers around Gibbs’ years as a Probationary NIS Agent while still processing the trauma of the murder of his wife and daughter. Gibbs starts his career as a newly minted special agent at the fledgling NIS Camp Pendleton office, where he forges his place on a gritty, ragtag team led by NCIS legend Mike Franks, played by Kyle Schmid.",
      "poster": "https://i.imgur.com/qP4kVE8.jpeg"
    },
    {
      "id": "7",
      "title": "Beauty in Black",
      "runtime": "94",
      "capacity": 30,
      "showtime": "07:30PM",
      "tickets_sold": 22,
      "description": " The movie explores themes of exploitation, abuse, and the struggles of marginalized women. It also touches on class differences and the corrupting influence of wealth and power.",
      "poster": "https://i.imgur.com/PMYxe5F.jpeg"
    },
    {
      "id": "8",
      "title": "Megalopolis",
      "runtime": "115",
      "capacity": 40,
      "showtime": "08:30PM",
      "tickets_sold": 32,
      "description": "Megalopolis is a 2024 science fiction film directed by Francis Ford Coppola, starring Adam Driver, Giancarlo Esposito, Nathalie Emmanuel, and Shia LaBeouf. The movie is set in a futuristic New Rome, a city inspired by ancient Rome, and explores themes of innovation, corruption, and societal collapse.",
      "poster": "https://i.imgur.com/QoLrBSZ.jpeg"
    },
    {
      "id": "9",
      "title": "Girl Haunts Boys",
      "runtime": "99",
      "capacity": 40,
      "showtime": "07:30PM",
      "tickets_sold": 22,
      "description": " The movie explores themes of grief, loneliness, and the importance of moving forward. Cole’s journey helps him come to terms with his father’s passing, and Bea’s story shows her ability to restart her life and find happiness despite her tragic death.",
      "poster": "https://i.imgur.com/VzGO4Sm.jpeg"
    },
    {
      "id": "10",
      "title": "Black Panther Foever.",
      "runtime": "122",
      "capacity": 50,
      "showtime": "10:00PM",
      "tickets_sold": 44,
      "description": "Grief, legacy, and the struggle to balance tradition with progress are central themes. The film explores the complexities of Wakanda’s relationships with the world and its own internal conflicts.",
      "poster":"https://i.imgur.com/xGoWe0D.jpeg"
    },
    {
      "id": "11",
      "title": "Sweet Pea",
      "runtime": "104",
      "capacity": 30,
      "showtime": "06:00PM",
      "tickets_sold": 12,
      "description": "A British dark comedy drama miniseries created by Kirstie Swain for Sky Atlantic, starring Ella Purnell as Rhiannon Lewis, an administrative assistant who leads a quiet life until her father's death leads to a chance encounter with a stranger that changes everything. The series premiered on October 10, 2024, and received generally favorable reviews, with an approval rating of 85% on Rotten Tomatoes",
      "poster":"https://i.imgur.com/2hnwQka.jpeg"
    },
    {
      "id": "12",
      "title": "Dont Move",
      "runtime": "104",
      "capacity": 30,
      "showtime": "07:00PM",
      "tickets_sold": 20,
      "description": "Richard injects Iris with a paralytic drug, rendering her immobile, and takes her to his secluded cabin. As Iris’s body begins to shut down, she must use her wits and limited mobility to survive and escape from Richard’s clutches.",
      "poster": "https://i.imgur.com/5FdvcGf.jpeg"
    },
    {
      "id": "13",
      "title": "Cross",
      "runtime": "100",
      "capacity": 40,
      "showtime": "09:00PM",
      "tickets_sold": 31,
      "description": "The Detective Alex Cross movie series is based on the fictional character Alex Cross, created by James Patterson. The series follows the story of Alex Cross, a detective and psychologist who solves crimes while dealing with personal struggles.",
      "poster": "https://i.imgur.com/1E6EtoH.jpeg"
    },
    {
      "id": "14",
      "title": "Smile",
      "runtime": "111",
      "capacity": 50,
      "showtime": "08:00PM",
      "tickets_sold": 40,
      "description": "The film follows Dr. Rose Cotter (Sosie Bacon), a therapist who witnesses the bizarre and traumatic suicide of her patient, Laura Weaver. As Rose tries to process the incident, she begins to experience increasingly disturbing and unsettling visions, which lead her to believe she is being haunted by an uncanny entity.",
      "poster": "https://i.imgur.com/KRrTmGO.jpeg"
    },
    {
      "id": "15",
      "title": "Ruthless",
      "runtime": "98",
      "capacity": 50,
      "showtime": "04:45PM",
      "tickets_sold": 33,
      "description": "The 2023 film “Ruthless” follows a high school coach, Harry, whose teenage daughter was murdered. He takes matters into his own hands by targeting a human trafficking ring that kidnapped one of his students, Catia. As Harry delves deeper into the world of human trafficking, he discovers the scope of the problem and embarks on a dangerous mission to rescue Catia and bring the traffickers to justice.",
      "poster": "https://i.imgur.com/a3JvJfZ.jpeg"
    },
    {
      "id":"22",
      "title":"Average Joe",
      "runtime":"100",
      "capacity":40,
      "showtime":"04:45PM",
      "tickets_sold":45,
      "description":"The Average Joe movie is based on a true story and follows the life of Joe Kennedy, a high school football coach who becomes a fighter for religious freedom. ",
      "poster": "https://i.imgur.com/hdCZXFm.jpeg"

    }
    
  ]
}